export {getRandomInteger} from './utils.js';

const TITLES = [
  'Просторная квартира',
  'Отель 5 звезд',
  'Недорогая каморка',
  'Отель для лентяев',
  'Квартира с тараканами',
  'Хостел у метро',
  'Апартаменты для приезжих',
  'Бунгало',
  'Деревянный сарай',
  'Дом на колесах'
];

const TYPES = [
  'palace',
  'flat',
  'house',
  'bungalow ',
  'hotel'
];

const CHECKIN = [
  '12:00',
  '13:00',
  '14:00'
];

const CHECKOUT = [
  '12:00',
  '13:00',
  '14:00'
];

const FEATURES = [
  'wifi',
  'dishwasher',
  'parking',
  'washer',
  'elevator',
  'conditioner'
];

const DESCRIPTIONS = [
  'Романтичный отель для влюбленных',
  'Апартаменты со всем необоходимым для жизни',
  'Квартира с красивым дизайном',
  'Вид из окна на горы',
  'Уютное место для отдыха',
  'Таких цен вы нигде не видели',
  'Сдается квартира с котом',
  'Только некурящим',
  'В доме нет лифта',
  'В квартире живут тараканы'
];


